[
  "I ate a snack.",
  "My friend and I play.",
  "I will throw away my lunch.",
  "That is a big truck.",
  "The sky is blue.",
  "I can read.",
  "Will you come over?",
  "She went down the slide.",
  "I can not find my sock.",
  "This gift is for you.",
  "That was a funny joke.",
  "They will go to school.",
  "I will help you.",
  "I will sit here.",
  "I am six years old.",
  "The rabbit is in the hole.",
  "She is my friend.",
  "We like it.",
  "I will jump over the rock.",
  "My little sister is cute.",
  "Look at me!",
  "My grandma will make a cake.",
  "That belongs to me.",
  "Where is my crayon?",
  "She is not at school today.",
  "I have one cookie for a snack.",
  "Will you play a game with me?",
  "The car is red.",
  "I can run fast.",
  "\"I like you,\" she said.",
  "I see a cat.",
  "She read the book.",
  "I have three toy cars.",
  "Let's go to the store.",
  "There are two kids on the bus.",
  "I ran up the hill.",
  "We love to read.",
  "Where are you going?",
  "The sun is yellow.",
  "I can see you.",
  "I will go in the hut",
  "I see a kite up in the sky.",
  "The plane will go up.",
  "The dog is in the yard with me.",
  "My mom and dad love me.",
  "The dog and I will go up the hill.",
  "It is not my hat.",
  "We can go to my room.",
  "My bat is fun for me.",
  "Help me make a big hut.",
  "I can see you run.",
  "Help me look for my big dog.",
  "Look at the big can.",
  "You make my dog run and play.",
  "My dad said to come here.",
  "I can jump two times.",
  "I look funny when I jump.",
  "That is one big, funny dog.",
  "Look where the yellow cat is.",
  "It is a funny, little book.",
  "I am three years old.",
  "You have been here three times.",
  "That is a red barn.",

  "I ate all of my lunch.",
  "I am a good reader.",
  "Where are my toys?",
  "The baby looked at me.",
  "He ate his cake.",
  "I will be back soon.",
  "The cat is black.",
  "I saw a brown bear.",
  "I took a nap, but I am still tired.",
  "My grandma came to my house.",
  "She did her puzzle.",
  "What did you do?",
  "Can I eat my cookie now?",
  "I have four blocks.",
  "I need to get my coat.",
  "You did a good job!",
  "How many feet do you have?",
  "He is my brother.",
  "I put the toys into the box.",
  "I like fruit.",
  "You must go to sleep.",
  "I got a new hat.",
  "My mom said, \"No.\"",
  "Now it is time for my nap.",
  "She sat on the swing.",
  "That is our car.",
  "I ran out of the house.",
  "May I please have the salt?",
  "She is pretty.",
  "My cat ran away from me.",
  "I want to ride my bike.",
  "He saw a brown dog.",
  "What did you say?",
  "When will she come home?",
  "I am so mad.",
  "How soon can you get here?",
  "I saw that dog on TV.",
  "Put it over there.",
  "They all came to see me.",
  "I found this on the floor.",
  "I can go too.",
  "I keep my box under my bed.",
  "I want to go now.",
  "He was here, but now he is gone.",
  "I do not feel well.",
  "We went to the store.",
  "What was that?",
  "The snow is white.",
  "Who are you?",
  "She will have fun.",
  "Will you sit with me?",
  "My dad said, \"Yes.\"",
  "I am on the list.",
  "Yes, it is fun, but I am hot.",
  "He can be on my side.",
  "Yes, he will be at the pool.",
  "I say yes, but he says no.",
  "He will like it so much.",
  "I get so sad.",
  "I like a good dog.",
  "He did a good job.",
  "He will get so big.",
  "He did say he will like it.",
  "Do you like to ride in the back?",
  "I do like to ride a bike.",
  "She ran into the park and saw me.",
  "The dog was brown too.",
  "The maps are black and white.",
  "The cats have white feet too.",
  "It was black, but now it is brown.",
  "I have too many white hats.",
  "All four boys went out that door.",
  "I came to eat that.",
  "She went out that way.",
  "What is this under my hat?",
  "This is what I want.",
  "Soon he will want to eat the pretty cake.",
  "I want to go there with you soon.",
  "Please ask them who they are.",
  "Who is there with you?",
  "They like our cat.",

  "Read your book after school.",
  "Did you watch the movie again?",
  "I saw an elephant at the zoo.",
  "I didn't see any whales.",
  "Did you ask the teacher?",
  "I am as quiet as a mouse.",
  "Sit by your friend.",
  "I wish I could play outside.",
  "I like every book on the shelf.",
  "The bird will fly to its nest.",
  "I got a quarter from my mom.",
  "Give him his paper.",
  "I am going to see a movie.",
  "I had a great time.",
  "She has a folder on her desk.",
  "That belongs to her.",
  "I watched him play baseball.",
  "He hung his coat on the hook.",
  "How did you do that?",
  "I just got home.",
  "I know how to sing.",
  "Please let her use your crayon.",
  "I live in a house.",
  "You may go play.",
  "I had a lot of fun.",
  "My shoes are old.",
  "I've only seen that show once.",
  "Will you open the door?",
  "I jumped over the box.",
  "I will put the book on the shelf.",
  "The ball is round.",
  "I want some.",
  "It is time to stop.",
  "Take this to your brother.",
  "Thank you for helping me.",
  "That ball belongs to them.",
  "I will eat my lunch and then go play.",
  "I think it is your turn.",
  "Let's go for a walk.",
  "They were having a good time.",
  "When are we leaving?",
  "I want to buy a new doll with my money.",
  "I could not hear what you said.",
  "I like giving gifts to my friends.",
  "Can you ask me that again?",
  "I could not find any blue hats.",
  "Please come by and see me again.",
  "Give her four brown nuts from the bag.",
  "His mom will let him know where to sit.",
  "She could live in that little, brown hut.",
  "Just tell me how you know her.",
  "I want a pretty, red cup, just like his cup.",
  "Just let me give you a little help.",
  "Open the round can and put it over there.",
  "Put some of the round balls over there, please.",
  "Stop and thank them for the pretty, round rug.",
  "Were you giving her the big can of balls?",
  "Take a look and tell me what you think.",
  "Some of them were over here, and some were there.",
  "I will thank him for the pen.",
  "Give me the bags after you open them.",
  "She got some candy, and then she ate it.",
  "\"Stop it!\" she yelled.",
  "She was giving it to me.",
  "Giving gifts makes me feel good.",
  "Where do you live?",
  "We could all live here.",
  "Come sit by me.",
  "When the light is red, you must stop.",
  "You are not as fast as I am.",
  "I would like to go, as well.",
  "The cat was black as night.",
  "To open the box, pull up on the lid.",
  "I did it again.",
  "I told him he could take it.",
  "She had one, but she lost it.",
  "If I had a cat, I would be happy.",
  "Who had the pencil last?",

  "I always brush my teeth at night.",
  "We will walk around the school.",
  "I like school because it is fun.",
  "It has been raining for two days.",
  "Wash your hands before you eat.",
  "I won the race because I am the best runner.",
  "We can both play with this ball.",
  "I will call my dad on the phone.",
  "It was cold last night.",
  "She does a good job.",
  "Don't touch a hot oven.",
  "He is fast.",
  "I got my first computer.",
  "I saw five ducks in the pond.",
  "He found a worm in the grass.",
  "My grandma gave me a present.",
  "She goes to school.",
  "The grass is green.",
  "The cat licks its tail.",
  "I made a card for my grandpa.",
  "How many pets do you have?",
  "Turn off the light.",
  "You can have toast or waffles.",
  "If you pull its string, the toy will talk.",
  "Which book should I read?",
  "That is the right answer.",
  "Let's sing a song.",
  "Please sit down.",
  "The baby will sleep in the crib.",
  "Did you tell your dad?",
  "The family got in their car.",
  "Are these your books?",
  "Put those crayons on your desk.",
  "Once upon a time, there was a frog.",
  "Read us a story.",
  "You need to use a spoon to eat soup.",
  "I am very tired.",
  "I will wash the dishes.",
  "Which one is yours?",
  "Why did you do that?",
  "I wish it was time to go home.",
  "My dad went to work.",
  "What would you like for dinner?",
  "Use that pen to write in your notebook.",
  "I saw your jacket in the closet.",
  "They have been around here before.",
  "Sid and Pam both want to buy that pretty, white dog.",
  "It is always best to say \"please\" and \"thank you.\"",
  "I always ask my mom before I go out to play.",
  "Buy the red and yellow hats, because I want both of them.",
  "I have been sad before, but I will be happy again soon.",
  "They don't know what she does all day.",
  "We saw five fast jets fly by.",
  "You don't like the cold at all.",
  "Its nose is black, and its paw is white.",
  "He gave me a hug because I am his pal.",
  "You have lots, and I don't have very many.",
  "Many of you will know what to do.",
  "Please sing to me before I go to sleep.",
  "Sit right here after you come in.",
  "Could you sit down and read me a good book?",
  "Tell them that their cat ran right by the old well.",
  "You like to read right before you go to sleep.",
  "Please wash both of these cups before you eat.",
  "Which of these is very hot?",
  "Use the right tool to open the can for us.",
  "Bob saw us run away, and we were very fast.",
  "Don't sit on the grass, because it is cold and wet.",
  "Which of those do you want to wash first?",
  "I wish your work was finished so you could play with us.",
  "Would you write down your name right here?",
  "Do you wish you could fly?",
  "Why does he always write with a red pen?",
  "Any boy would like to ride in your green van.",
  "You like apples, but I don't.",
  "He gave it to me.",
  "I gave the keys to my father.",
  "I asked for two, but he gave me three.",
  "Did you hear him call for us?",
  "She had to take a phone call.",
  "I will call for you when I'm ready.",
  "Let me know how it goes.",
  "I will take his chair when he goes to the bathroom.",
  "I'll miss her when she goes to work.",
  "Tie the string around your wrist.",
  "He did not tell us why he did it.",
  "Why did you take that?",
  "Is that why you were in here?",
  "Why is the sky blue?",
  "Write it down before you forget it.",
  "I learned to write last year.",
  "Do not pull the cat's tail.",
  "Will you pull me up?",
  "It fell down upon his head.",
  "The bird sat upon the branch.",
  "Look what you made me do!",
  "I didn't want to go, but my mother made me.",
  "We made a house for the birds.",
  "Take off your coat.",
  "Keep off the grass.",
  "May the best man win.",
  "You are my best friend.",
  "I want to learn to read.",
  "I love to read.",
  "She gave me a new pen.",
  "You gave her all your chips?",

  "Today we learned about dogs.",
  "To get better, we must practice.",
  "Will you bring my marker over here?",
  "We need to carry the groceries into the house.",
  "Clean up your mess.",
  "I cut my finger.",
  "When the turkey is cooked, we will eat it.",
  "I will draw you a picture.",
  "Get a drink from the fountain.",
  "She is eight years old.",
  "Don't fall off the slide.",
  "How far away is it?",
  "The basket is full of apples.",
  "He got sick.",
  "The seed will grow into a plant.",
  "Hold my hand.",
  "You may have a treat if you are good.",
  "Keep small toys away from the baby.",
  "Be kind to others.",
  "I heard them laugh at the joke.",
  "The light is on.",
  "Her hair is very long.",
  "How much money does that cost?",
  "I hurt myself.",
  "I have never been to Disneyland.",
  "He only read the first two pages of the book.",
  "I have my own bike.",
  "Pick your favorite flavor.",
  "There were seven of us.",
  "What shall I wear?",
  "I will show you the picture.",
  "There are six kids, but only five swings.",
  "My pants are too small.",
  "School will start soon.",
  "We all have ten fingers.",
  "I ate strawberries today.",
  "Let's finish our work together.",
  "Please try to be quiet.",
  "It is warm in my bed.",
  "I can draw a pretty, blue bike.",
  "Please carry in that bag.",
  "The cake is ready, and you can cut it now.",
  "I was about to clean up a big mess.",
  "Bring me the pot when it is cold.",
  "I will draw an old, black cat.",
  "Please bring me eight cups of milk.",
  "The boy ran fast but did not fall over.",
  "She got to hold the little, white dog.",
  "Drink a full cup of milk every day.",
  "Hold on, so you don't fall down.",
  "Do you think it will hurt for long?",
  "Keep your hand away from that hot pan.",
  "Their funny dog made me laugh once.",
  "I want to play if it is not too hot.",
  "How long can we keep it clean?",
  "Don't laugh when I get hurt.",
  "I may grow my own and pick it myself.",
  "He has done his work, so he will never come here again.",
  "Yes, I will buy ten of those today.",
  "Please show us how full the small bag is.",
  "We can get a better look at it today.",
  "Together, we will put on a show.",
  "It will warm up, then get very hot today.",
  "The show is funny, so I know you will laugh.",
  "Can you walk and carry that drink, too?",
  "It is better to be kind and give him some help.",
  "He ate too much, and now he is full.",
  "The small boy must run fast to keep up.",
  "If today is hot, how long shall we clean?",
  "I can count to ten.",
  "I have seen this show ten times.",
  "What about me?",
  "Did you tell him about what you saw?",
  "The worm was about one inch long.",
  "Shall I buy some more milk?",
  "What shall we do?",
  "His house is too far away.",
  "A long time ago, in a galaxy far, far away...",
  "How far will you go?",
  "I counted seven of them.",
  "Seven is my lucky number.",
  "Cut this paper into two parts.",
  "I will hide, and you should try to find me.",
  "You can win if you try hard.",
  "I had seven, but I lost one, and now I have six.",
  "I like it when we sit together.",
  "We do everything together.",
  "When the turkey is done, we will eat it.",
  "Once begun, you're half done.",
  "When I'm done cleaning, I will play games.",
  "A spider has eight legs.",
  "Ice is cold and fire is hot.",
  "Start at the beginning, and when you get to the end, stop.",
  "It is time to start cleaning up.",
  "I love myself.",
  "He can kick a ball very far.",
  "What kind of ice cream do you like?",
  "Please draw the curtains.",

  "I will try to pick two big, red apples.",
  "Please give the baby his ball.",
  "He will put the little, brown bear on his bed.",
  "They saw the big, blue bird fly away.",
  "The pretty, yellow ball is under the bed.",
  "The green apples are round like a ball.",
  "The baby went to sleep with his new toy bear.",
  "The boy and his brother came in a fast car.",
  "Never put bread where a bear can find it.",
  "Do you like the birthday cake?",
  "He can carry his little boat in this brown box.",
  "When bread is warm, it is very good to eat.",
  "I wish my baby brother would go to sleep.",
  "Put the birthday cake in the back of the car.",
  "Don't let the cat jump on the new chair.",
  "The chicken ran to eat the yellow corn.",
  "Take the white coat from the small chair.",
  "The cow will not eat corn or cake.",
  "The children put the chicken in a clean box.",
  "The boy found his green coat under the chair.",
  "A duck egg is big, and a chicken egg is small.",
  "The dog and the cat run around the farm.",
  "Ask the boy to put the bell in the box.",
  "Hold open the door so I can come in.",
  "It hurt my eye, but it will get better soon.",
  "On a farm, you can always find a cow.",
  "All day, children laugh at the funny duck.",
  "The farmer put corn on the floor for the chicken.",
  "My father said, \"Can you find our car?\"",
  "Cook the fish over the fire before you eat it.",
  "The girl put the game and the doll on the floor.",
  "The garden has grass all around it.",
  "The farmer found an egg on the ground.",
  "The grass on the hill will grow long.",
  "The funny girl put a flower on her head.",
  "The kitty hurt her leg and ran home.",
  "The man found the kitty in the garden.",
  "The horse ran up the hill to eat the grass.",
  "The old man grew a garden by his home.",
  "The kitty sat by the leg of the chair.",
  "His mother read the paper every night.",
  "Buy the pretty coat with your own money.",
  "I will keep my money in my hand.",
  "This nest will be a home for the bird.",
  "The pig and the rabbit like to run in the rain.",
  "Ring the bell to start the party.",
  "The robin has a blue egg in her nest.",
  "The pig, cow, and horse lived on a farm.",
  "The bird does not like the rain at all.",
  "The children will sing a song at school.",
  "Can you find the sheep in the snow?",
  "Only one of his feet has a shoe.",
  "The squirrel put the seed in his shoe.",
  "The toy is on top of the game table.",
  "The robin put the stick in her nest.",
  "His father said, \"Give me that thing!\"",
  "Did you see any snow on the street?",
  "It is time for the children to go to school.",
  "Will the sun be out, or will it rain today?",
  "Right now is a good time for a song.",
  "The rain will water that tree and flower.",
  "Which way did the wind come from?",
  "Look out the window and watch for me.",
  "Watch to see which way the girl went.",
  "Use that wood to make a table.",
  "Head down to the store.",
  "My hat is on my head.",
  "Do you have a pig?",
  "My chair is made of wood.",
  "I love the smell of freshly cut wood.",
  "Have you seen my shoe?",
  "I lost my shoe at the party.",
  "May I come to your birthday party?",
  "I sleep all day and party all night.",
  "A picture is worth a thousand words.",
  "Will you help me hang this picture on the wall?",
  "I have a white rabbit.",
  "I need a drink of water.",
  "Ice is very cold water.",
  "My mother has red hair.",
  "Put the toy boat into the water.",
  "My boat can carry ten people.",
  "You can only get there by boat.",
  "This is the last leg of the trip.",
  "I hurt my leg when I fell.",
  "One leg is longer than the other.",
  "Gather ten men and meet me on the hill.",
  "How many men are in there?",
  "That bird is a robin.",
  "There is something in my eye.",
  "Can you wink your eye?",
  "We need to stick together.",
  "You write on paper, not on the wall.",
  "Run to the top of the hill.",
  "He was at the top of his class.",
  "His name is Bill.",
  "I don't know the name of this show.",
  "We get wool from sheep.",
  "Good morning!",
  "I eat breakfast with my mother each morning.",
  "When morning comes, I will wake up.",
  "There was a very cold wind that morning.",
  "I like to feel the wind in my hair.",
  "The sun is shining.",
  "Did you know the sun is really a star?",
  "I have a pet squirrel.",
  "Did you see that squirrel run across the road?",
  "If you touch the fire, it will burn you.",
  "I must go to work, or my boss may fire me.",
  "Fish live in the water.",
  "She wants a doll, and I want a toy truck.",
  "Do you want an apple?",
  "An apple a day keeps the doctor away.",
  "An apple fell from the tree and onto my head.",
  "He lives across the street from me.",
  "Do you have a sister?",
  "My sister is away at school, so I will write her a letter.",
  "Put it on the table near the window.",
  "Let's climb a tree.",
  "I can see a tree through my window.",
  "I wrote a letter to my grandmother.",
  "What is your favorite letter?",
  "\"Kick\" begins with the letter \"K.\"",
  "We have no more fruit.",
  "No, I do not like carrots.",
  "Goodbye, my friend.",
  "I hate to say goodbye.",
  "Did you tell your mother goodbye?",
  "\"Goodbye\" is sometimes spelled with a hyphen: \"good-bye.\"",
  "",
  "",
  ""
]